Repository: canayan1/MorningReset
Catalog: MorningReset/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

source: About
es: Acerca de
tr: Hakkında

source: About Morning Reset
es: Acerca de Morning Reset
tr: Morning Reset Hakkında

source: Avoid
es: Evita
tr: Kaçın

source: Back
es: Atrás
tr: Geri

source: Choose a new direction
es: Elige una nueva dirección
tr: Yeni bir yön seç

source: Choose your morning sound.
es: Elige tu sonido matinal.
tr: Sabah sesini seç.

source: Continue
es: Continuar
tr: Devam

source: Done
es: Hecho
tr: Bitti

source: First win ✓
es: Primera victoria ✓
tr: İlk kazanım ✓

source: Get started
es: Empezar
tr: Başla

source: Good afternoon.
es: Buenas tardes.
tr: İyi öğleden sonralar.

source: Good evening.
es: Buenas noches.
tr: İyi akşamlar.

source: Good morning.
es: Buenos días.
tr: Günaydın.

source: It happens automatically.
es: Pasa automáticamente.
tr: Otomatik olarak oluyor.

source: LAST 14 DAYS
es: ÚLTIMOS 14 DÍAS
tr: SON 14 GÜN

source: MORNING NOTIFICATION
es: NOTIFICACIÓN MATINAL
tr: SABAH BİLDİRİMİ

source: Move with intention
es: Muévete con intención
tr: Niyetle hareket et

source: Not now
es: Ahora no
tr: Şimdi değil

source: Open in Spotify
es: Abrir en Spotify
tr: Spotify'da aç

source: Optional
es: Opcional
tr: İsteğe bağlı

source: Save notification
es: Guardar notificación
tr: Bildirimi kaydet

source: Set morning notification
es: Configurar notificación matinal
tr: Sabah bildirimini ayarla

source: Sign in
es: Iniciar sesión
tr: Giriş yap

source: Skip
es: Saltar
tr: Atla

source: SOUND
es: SONIDO
tr: SES

source: Start
es: Empezar
tr: Başla

source: Start free trial
es: Iniciar prueba gratuita
tr: Ücretsiz denemeyi başlat

source: Start fresh
es: Empezar de nuevo
tr: Yeniden başla

source: Start Morning Reset
es: Iniciar Morning Reset
tr: Morning Reset'i başlat

source: Start with a win.
es: Empieza con una victoria.
tr: Bir kazanımla başla.

source: Stay here.
es: Quédate aquí.
tr: Burada kal.

source: Tap it instead of opening anything else.
es: Tócalo en vez de abrir otra cosa.
tr: Başka bir şey açmak yerine ona dokun.

source: TODAY'S PICK
es: LA ELECCIÓN DE HOY
tr: BUGÜNÜN SEÇİMİ

source: Tomorrow morning, your phone will ring.
es: Mañana por la mañana, tu teléfono sonará.
tr: Yarın sabah telefonun çalacak.

source: Two minutes. One small action. A different day begins.
es: Dos minutos. Una acción pequeña. Un día distinto comienza.
tr: İki dakika. Küçük bir hareket. Farklı bir gün başlar.

source: Upgrade to Premium
es: Pasar a Premium
tr: Premium'a geç

source: We'll guide you. One step at a time.
es: Te guiamos. Paso a paso.
tr: Sana eşlik ederiz. Adım adım.

source: When should we ping you?
es: ¿Cuándo debemos avisarte?
tr: Sana ne zaman seslenelim?

source: When the morning notification arrives, tap it instead of Instagram.
es: Cuando llegue la notificación matinal, tócala en vez de abrir Instagram.
tr: Sabah bildirimi geldiğinde Instagram yerine ona dokun.

source: You started.
es: Empezaste.
tr: Başladın.

source: You wake up. You reach for your phone. You start scrolling.
es: Te despiertas. Alcanzas el teléfono. Empiezas a hacer scroll.
tr: Uyanıyorsun. Telefonuna uzanıyorsun. Kaydırmaya başlıyorsun.
